Repository: common-repository/juiz-smart-mobile-admin
Catalog: languages/jsma_lang-*.po
Languages: es_es, lt_lt

source: Settings
es_es: Configuración
lt_lt: Nuostatos

source: Howdy, %1$s
es_es: Hola, %1$s
lt_lt: Labas, %1$s

source: Credits
es_es: Créditos
lt_lt: Kreditai

source: Mobile Admin support by <a href="http://wordpress.org/extend/plugins/juiz-smart-mobile-admin">Juiz SMA</a>
es_es: Apoyo del Mobile Admin por <a href="http://wordpress.org/extend/plugins/juiz-smart-mobile-admin">Juiz SMA</a>
lt_lt: Mobile Admin palaikymas pagal <a href="http://wordpress.org/extend/plugins/juiz-smart-mobile-admin">Juiz SMA</a>

source: Top of page
es_es: Arriba de la página
lt_lt: Puslapio viršus

source: Admin Mobile Appearance
es_es: Apariencia Mobile Admin
lt_lt: Admin Mobile Išvaizda

source: Main settings
es_es: Ajustes principales
lt_lt: Pagrindinės nuostatos

source: Show plugins shortcuts in adminbar?
es_es: Mostrar accesos directos de los plugins en la barra de admin?
lt_lt: Rodyti įskiepių šaukinius administratoriaus juostoje?

source: Show custom WP admin footer ?
es_es: Muestra el pie de página en el administrador?
lt_lt: Rodyti Individualizuotą WP administratoriaus puslapinę poraštę?

source: Here, you can modify default settings of the SMA plugin
es_es: Aquí, usted puede modificar la configuración por defecto del plugin de SMA
lt_lt: Čia Jūs galite keisti numatytasias SMA papildinio nuostatas

source: Settings saved
es_es: Configuración guardada
lt_lt: Nuostatos įrašytos

source: Yes
es_es: Si
lt_lt: Taip

source: No
lt_lt: Ne

source: Manage Juiz Smart Mobile Admin
es_es: Gestionar Juiz Smart Mobile Admin
lt_lt: Valdyti Juiz Smart Mobile Administratoriaus sritį

source: Like it? Support this plugin! Thank you.
es_es: ¿Te gusta? Colabora con este plugin! Gracias.
lt_lt: Ar jums ji patinka? Remti šį papildinį!Ačiū.

source: Donate
es_es: Donar
lt_lt: Aukoti

source: Tweet it
es_es: Tweet le
lt_lt: Tweet Ji

source: Rate it
es_es: Nota-le
lt_lt: Įvertink
